{
  "id": "deyoung_highlights_60min",
  "name": "de Young Highlights – 60 Minutes",
  "museumId": "deyoung",
  "description": "",
  "duration": "60 minutes",
  "theme": "American Art to Contemporary",
  "language": "en",
  "image": "/images/museums/deyoung.jpg",
  "introAudio": "/audio/tours/deyoung_highlights_60min/introduction.mp3",
  "introNarration": "Welcome to the de Young, a world-class museum set in the heart of Golden Gate Park. You’re standing in a place where art, architecture, and nature meet. Here, extraordinary collections open windows onto many worlds. This museum is special because it offers a fresh, deeply human perspective on art and culture—one that feels both global and distinctly San Francisco.\n\nThese works didn’t gather by accident. Over generations, artists, patrons, and curators shaped this collection with curiosity and care. Gifts from passionate Bay Area families met discoveries from studios and galleries, and the vision kept growing—through world’s fairs, bold acquisitions, and community support. The result is a living conversation across centuries, now open to visitors from around the world and ready for your voice.\n\nThis tour is your hour-long path from American art to the pulse of today. We’ll trace how artists wrestle with identity, landscape, invention, and memory. We’ll notice how materials carry meaning, how one era echoes another, and how the stories we inherit become the stories we make. Our curator invites us to look for connections: an unusual color here, a bold gesture there, a small detail that changes the whole picture. Expect surprises. Expect wonder.\n\nLet’s begin together. From the main entrance, step into the soaring central court—Wilsey Court. Keep to your right and follow the signs for Level 1, Gallery 1. You’ll see the doorway just ahead. If you need assistance, the welcome desk is nearby. Inside, our first stop awaits: Salvador Dalí’s Portrait of Dorothy Spreckels Munn, a poised, shimmering introduction to beauty and mystery. Ready to explore what lies beneath the surface? Take a breath. When you’re set, press play on the next track.",
  "artworks": [
    {
      "id": "portrait_of_dorothy_spreckels_munn",
      "title": "Portrait of Dorothy Spreckels Munn",
      "artist": "Salvador Dalí (famsf.org)",
      "order": 1,
      "room": "Gallery 1",
      "floor": 1,
      "narration": "Welcome to the de Young. I’m glad you’re here. Over the next hour, we’ll move from American art’s deep roots into the pulse of the contemporary. We’ll look at how images shape identity—and how artists, in turn, shape the images that shape us. Our first stop begins not with a shout, but with a hush.\n\nStand with Dorothy Spreckels Munn a moment. Hear that pause you get just before a camera shutter clicks. Her face is luminous and still, flawless and remote, as if the air itself has cooled a few degrees. It’s society glamour, yes, but distilled to something crystalline. Beauty here isn’t a smile. It’s a spell.\n\nThe portrait is by Salvador Dalí, a Spanish Surrealist who made a career of turning the strange into something sharply real. In the mid-20th century, as war reshaped Europe, he worked in the United States and found patrons who loved his precision and theater. He once gave a lecture in a deep-sea diving suit, announcing he was “plunging into the subconscious”—and nearly fainted. He could be outrageous. But under the showmanship lived a disciplined craftsman who revered the Old Masters. He glazed and polished surfaces until they gleamed like pearls. He called his images “hand-painted dream photographs.”\n\nHere, Dalí meets San Francisco. Dorothy Spreckels Munn was part of the city’s storied sugar dynasty. This isn’t just a likeness; it’s a staging. The face is carved from light. Every edge exact. Around her, the space feels weightless, almost stage-lit. Society portraits were meant to flatter. Dalí makes them shiver. He carries Renaissance polish into modern life and lets a cool, dreamlike stillness seep in, as if time itself were holding its breath.\n\nWhat you feel is a tension: hyper-real detail in an uncanny calm. You sense fabric you could touch, yet a distance you can’t cross. The portrait becomes a stage where status and psychology trade glances. Dorothy is poised, composed, modern—yet she stands in that Dalí zone where beauty feels eternal and slightly detached, like a star on a clear night.\n\nWhy start our journey here? Because this painting gets to the heart of image-making in America and beyond. We live with curated faces and crafted profiles. A portrait is never just a record; it’s a decision. Dalí knew this long before the age of selfies. He offers perfection, then slips in a quiet unease, reminding you that the self we present is only part of the story. Is a portrait a mirror—or a mask? Make a mental note of that question. It will thread through the works ahead, whether we’re looking at gilded frames or neon light, realism or radical abstraction.\n\nThere’s legacy in this room too. Dalí fused art, celebrity, and performance long before Pop. Andy Warhol admired his flair for turning life into theater. That’s a bridge to what comes later in American art: artists who treat image as currency, who turn fame, memory, and desire into material. Today, when pictures are our everyday language, this portrait reads like an early grammar—showing how glamour and psychology can share a single surface.\n\nAnd behind the mustache and antics is discipline. Dalí studied Velázquez, Vermeer, Ingres. He practiced patience in service of dreams. The paradox he achieves here—an image that looks like pure reality and feels like a dream you can’t shake—will echo throughout our tour. You’ll see artists who polish reality, and others who crack it open. You’ll meet works that whisper, and others that insist.\n\nFor now, let the stillness do its work. This is more than a picture of Dorothy Spreckels Munn. It’s a meeting between a city’s history and an artist’s imagination, suspended in flawless light. We begin here because it sets our terms: image and identity, performance and power, craft and concept. From this quiet stage, we’ll move into rooms where those forces shift shape—across decades, across materials, across the changing idea of America. Ready? Let’s follow the question forward: mirror, mask, or something in between.",
      "image": "/images/artworks/portrait_of_dorothy_spreckels_munn/portrait_of_dorothy_spreckels_munn",
      "audio": "/audio/tours/deyoung_highlights_60min/portrait_of_dorothy_spreckels_munn.mp3"
    },
    {
      "id": "stela_with_ix_mutal_ahaw",
      "title": "Stela with Ix Mutal Ahaw",
      "artist": "Maya culture (Mesoamerica)",
      "order": 2,
      "room": "Gallery 2",
      "floor": 1,
      "narration": "We began this tour thinking about how art shapes identity and how artists play with what we see. Here, instead of a painted face or a polished pose, we meet a voice chiseled into stone. Listen to it: Ix. Mutal. Ahaw.\n\nThree sounds from more than a thousand years ago. They mean “Lady of Mutal”—Mutal being the ancient name for Tikal. Not a nickname. A public title. The kind of name that would have rung across a plaza, meant to endure.\n\nThis stela comes from the world of the ancient Maya in Mesoamerica, a web of city-states linked by trade, ceremony, and a brilliant written language. Maya rulers didn’t just rule; they recorded. Births, accessions, battles, rituals—pinned to exact days. Most of their painted books were destroyed, but these upright stones endured. Think of a stela as a history book that’s also a portrait, a chapter and a face at once.\n\nWhat stops us here is what those glyphs say. Ix is the feminine marker. Ahaw—often spelled ajaw—means lord, ruler. Together: Lady of Tikal. A woman’s authority, carved for the public to see. Female power in Maya courts was rare but real; figures like Lady Six Sky at Naranjo and Lady Sak K’uk’ at Palenque show that women could hold and transmit rule. This stone stands in that lineage. Its inscription insists that a woman’s presence belonged on the same monuments as any king’s.\n\nFollow the rhythm of the writing with your eyes. Maya text flows in paired columns, each compact block a knot of sound and meaning. Names, titles, dates—rendered with the same care you see in feathers, jewels, folds of costume. Word and image are one art here. The sculptor-scribe coaxed light and shadow to make the glyphs legible across open space. The regalia maps power; the inscription makes it specific.\n\nFor a long time, people thought Maya writing was only numbers and time. In the late twentieth century, Maya readers and scholars unlocked its phonetic heart. Suddenly, stones like this spoke. Titles like Ix Mutal Ahaw came into focus, and with them, real lives. Decipherment didn’t just decode; it returned voices to their owners.\n\nWhy pause with her now, so early in our journey through American art? Because this is the Americas, too. Because public identity isn’t new. We still make monuments. We write bios. We post portraits. We argue over names on buildings and who is remembered in public space. If our first stop asked how images shape perception and allure, this one flips the mirror. It’s not private beauty; it’s public office. Not glamour, but ceremony. Authority announced, and made to last.\n\nWe don’t know her personal name. The stone gives us her role—Lady of Tikal—and that’s its own intimacy. It’s the self carried into ceremony, diplomacy, memory. Someone carved that title with devotion, each curve and notch a small act of respect.\n\nArtists in the Americas have drawn inspiration from this fusion of image and word, from the way a name can be both drawing and sound. As we move forward, you’ll meet works that treat language as visual material, and portraits that declare power in public. This stone sets the stage for that conversation.\n\nSo take a breath and try it once more: Ix. Mutal. Ahaw. A woman of Tikal steps out of the past and introduces herself. This one writes a woman into power. Carry that voice with you. It will echo in surprising places ahead.",
      "image": "/images/artworks/stela_with_ix_mutal_ahaw/stela_with_ix_mutal_ahaw",
      "audio": "/audio/tours/deyoung_highlights_60min/stela_with_ix_mutal_ahaw.mp3"
    },
    {
      "id": "rovers_garden_grows",
      "title": "Rover’s Garden Grows",
      "artist": "Dale Chihuly & Italo Scanga (famsf.org)",
      "order": 3,
      "room": "Gallery 5",
      "floor": 1,
      "narration": "We’ve been talking about how art shapes identity and how images can hold titles, memories, even systems of writing. Let’s take that thread and pull it into light. Rover’s Garden Grows is a record too—not in glyphs or portraits, but in color, heat, and the choreography of many hands. It’s a garden that grows without soil, a bloom held in air, as if a breeze of color ran through the room and decided to stay a while.\n\nThis piece is really a conversation between two artists. Dale Chihuly helped push contemporary glass into the public eye, co-founding a school in Washington that treated glassblowing like an energetic workshop rather than a solitary craft. After a car accident left him without sight in one eye, he stepped back from blowing and toward directing teams—more conductor than soloist. Italo Scanga, born in Italy and raised in the United States after World War II, became known for poetic assemblages that gave battered, everyday objects a second life. He taught in California and had a gift for finding stories tucked inside things most people overlook. Together, they took glass out of the display case and set it among the textures of the real world.\n\nWhat makes this work radical isn’t only its glow. It’s the way it rewrites the rules. For a long time, glass meant vessels and “do not touch.” Chihuly treated it like sculpture in motion—risky, gestural, made by a team that breathes in rhythm with the furnace. Scanga added a counterpoint: weathered wood and metal, the gravitas of surfaces that have lived. So the garden grows in two directions at once—upward in spirals of color, and backward into time, toward objects that carry memory.\n\nNotice how light behaves here. It doesn’t sit on the surface. It moves through the form. Color isn’t painted on; it is the body itself. As you shift, the whole thing changes. That’s part of the point: this is a language you read with your eyes and your steps. Earlier we looked at art that speaks in titles and glyphs; here the syntax is transparency and glow.\n\nThere’s also a human idea running through it: collaboration as craft. Chihuly’s studio works like a jazz ensemble—he sets tempo and intention, and skilled makers improvise within it. Scanga’s assemblage sensibility gives that ensemble a stage that’s rough, witty, unexpected. Together they turned “glass art” from something delicate and isolated into something social, architectural, alive.\n\nAnother thread—one that feels especially current—is reuse. Scanga’s love of found objects gives the piece an ethic as well as an aesthetic. What does it mean to cultivate a garden from what others cast off? It suggests that growth is not a luxury; it’s a possibility available to anyone who can see potential in what remains. In that sense, memory becomes material.\n\nAnd listen, if you can, for the friendship inside it. Chihuly, adapting after injury, turns direction into an art of its own. Scanga, the immigrant and teacher, keeps wonder close to the humble. You can almost hear the mechanics of making—the rush of air, the clink of tools, the laughter of a crew that knows its timing. The seams aren’t hidden; they’re celebrated.\n\nWhy does this matter for where we’re headed next? Because it points to the way contemporary art often works now: across disciplines, with teams, remixing old materials into new forms, shaping environments rather than just objects. Keep that in mind as we move forward. We’ll see how other artists use space, light, and the traces of the everyday to talk about who we are together.\n\nTake one more glance. Every curve catches light; every color hums. It’s a generous idea, really: that beauty can be assembled from contradictions—the fragile beside the sturdy, the luminous against the worn—and that a garden can grow in fire and fellowship.",
      "image": "/images/artworks/rovers_garden_grows/rovers_garden_grows",
      "audio": "/audio/tours/deyoung_highlights_60min/rovers_garden_grows.mp3"
    },
    {
      "id": "stepping_out",
      "title": "Stepping Out",
      "artist": "Elizabeth Catlett",
      "order": 4,
      "room": "Gallery 12",
      "floor": 1,
      "narration": "Hold the last gallery’s ideas in your mind—the way artists have shaped identity through beauty and performance, and how languages and symbols have carried history. Here, the language is a body. One stride. Chin lifted. The space ahead seems to part for her, as if the city knows she’s coming. She isn’t hurrying. She’s arriving. You can almost hear a rhythm underfoot, the steady beat of someone who knows exactly where she stands.\n\nElizabeth Catlett spent her career giving form to dignity, especially the dignity of Black women. She grew up in Washington, D.C., studied at Howard University and the University of Iowa, and learned from painter Grant Wood, who told her to make art about what she knew best. She did. In the 1940s she moved to Mexico, joined the Taller de Gráfica Popular, and fused clear forms with clear voices—art that speaks to many, not just a few.\n\nIn this sculpture—titled here Stepping Out—she compresses a whole narrative into a single gesture. The body is pared down to essential curves and planes. The swing of the hips becomes a line of energy. The forward foot feels like a promise. Instead of a distant goddess on a pedestal, Catlett offers an everyday heroine: modern, composed, moving through the world on her own terms.\n\nYou might feel echoes of what we’ve already seen. Earlier, glamour asked us to consider how we present ourselves. Catlett shifts the frame from performance to possession. This isn’t a pose for the camera. This is a claim on space. And if we’ve been thinking about how ancient systems recorded identity in glyphs, listen to how this sculpture writes its message without words. A step can be a sentence. A stride can be a signature.\n\nCatlett studied ancient American sculpture while in Mexico and admired African carvings. You sense those influences here in the smooth volumes, the quiet geometry, the restraint. But what truly changes the rules is the subject. At a time when museums often sidelined Black women or reduced them to stereotypes, Catlett centered them. She built a visual language that celebrates presence—beauty and power together, without apology. The figure doesn’t ask permission to be seen. She expects it. And the world, for a moment, seems to rearrange itself around that expectation.\n\nWe live in an age saturated with images, where self-presentation is a daily habit. Catlett offers a deeper question: How do you step into your day, and what space does the world give back? Artists across generations have picked up that thread—think of Simone Leigh’s monumental bronzes of Black women, or portraits that treat glamour as intelligence. They echo Catlett’s insistence that the monumental can look like this: a body in motion, scaled by conviction rather than height.\n\nCatlett balanced art and advocacy for decades—teaching in Mexico, raising a family, working tirelessly. She said she wanted her art to serve her people: “to reflect us, to relate to us, to stimulate us.” That intention hums here. Even in the hush of a gallery, this figure feels public. She suggests a sidewalk, a doorway, a future opening ahead.\n\nAs we move forward in the tour, keep this sensation of motion with you. We’ll meet artists who also claim space—through material, through scale, through voice—and who ask us to reconsider who stands at the center of our stories. For now, stay with this step. It’s not dramatic. It doesn’t need to be. Progress often arrives like this—one sure foot forward, head high, the ground rising to meet you.",
      "image": "/images/artworks/stepping_out/stepping_out",
      "audio": "/audio/tours/deyoung_highlights_60min/stepping_out.mp3"
    },
    {
      "id": "superman_detail",
      "title": "Superman (detail)",
      "artist": "Mel Ramos",
      "order": 5,
      "room": "Gallery 14",
      "floor": 1,
      "narration": "We’ve been reading images together—bodies that carry dignity, glass that turns the everyday into wonder, even ancient glyphs that compressed whole titles into a single sign. Here, in the middle of our journey, that idea comes roaring back as one letter.\n\nThat S hits you like a trumpet. It’s not just type. It’s a promise. A chest becomes a billboard. You can almost hear the wind of a cape you don’t see. One emblem tries to hold the whole idea of invincibility. The image is so famous your mind fills in everything that’s missing.\n\nIn the early 1960s, when comic books crowded drugstore racks and television became our shared campfire, Mel Ramos started lifting those everyday pictures into paintings that could hold a wall. Ramos was a California kid, born in Sacramento. He studied with Wayne Thiebaud—yes, the painter of cakes—and learned how to make ordinary things feel extraordinary. Pop art was exploding on both coasts. Ramos brought a West Coast wink. He wasn’t just borrowing images; he was asking what happens when a mass-market myth becomes a modern icon.\n\nThis close-up of Superman is a small act with big consequences. Ramos zooms in until the hero is almost abstract: a shield, a curve of muscle, a flash of color. No city. No villain. No origin story. He strips the narrative to its logo and lets the logo speak. Comic art was meant to be cheap and fast; here it’s slowed down, magnified, honored. The crisp lines and high, flat colors keep the language of comics, but the focus turns it into something else. It’s like taking a billboard and calling it a portrait.\n\nThat was radical then. Gallery art was wrestling with seriousness and authenticity. Ramos and his Pop peers said: maybe our deepest myths are the ones on cereal boxes and in Sunday funnies. With Superman—dreamed up in 1938—Ramos taps a very old American desire: reinvention, strength, rescue. He also flips authorship inside out. A character owned by a corporation, made by teams of anonymous artists, becomes the subject of a single painter. Mass culture returns as a one-of-a-kind object. High and low trade places.\n\nWhy does it still hold us? Because we live by symbols. A badge on a shoe. A logo on a phone. An avatar on a screen. We know how a mark can stand in for a whole identity, a whole promise. Remember the Maya titles we met earlier—one sign that unfolded into a story? This S is a contemporary hieroglyph. You don’t need words to read it.\n\nThere’s tenderness here, too. The face is withheld. You stand with the breath, the bright shield—more body than individual. That makes space for you to step in. The painting becomes a mirror of our wish to be strong, to be good, to protect. And it hints at the other side we’ve been circling on this tour: how easily a person becomes a brand, how we learn to recognize a body by a sign.\n\nThe legacy of moves like this runs straight into contemporary art. What was once a provocation—bringing comics into the museum—has become a shared vocabulary. Artists now sample, remix, and magnify the images that shape daily life. Ramos helped open that door, and he did it with a grin.\n\nHe spent most of his life here in the Bay Area, painting and teaching at a state university. Colleagues remember his humor, his energy, his love of the figure. He didn’t chase trends. He chased clarity—the moment an image says exactly what it means and still leaves room for you.\n\nTake one more second with that S. A letter becomes a heartbeat. A shield becomes a story. A man in tights becomes a myth you can feel. Carry this thought forward as we move on: sometimes the smallest fragment—the logo on a chest—contains the whole hero. In our next stops, watch how artists test what else a single sign can hold.",
      "image": "/images/artworks/superman_detail/superman_detail",
      "audio": "/audio/tours/deyoung_highlights_60min/superman_detail.mp3"
    },
    {
      "id": "the_blue_veil",
      "title": "The Blue Veil",
      "artist": "Edmund Charles Tarbell",
      "order": 6,
      "room": "Gallery 28",
      "floor": 2,
      "narration": "We’ve been moving through big, public voices—glamour on parade, symbols that shout, language carved into history. Here, the volume drops. The stage becomes a private room. And the air turns blue.\n\nA veil does two things at once: it conceals and it intensifies. In this painting, that thin wash of color behaves like fabric and like atmosphere. You look through it and feel it, and you sense a person on the other side—present, but protected. The picture draws you close, then holds a little distance. It’s an invitation with boundaries.\n\nAround the turn of the twentieth century, Edmund Charles Tarbell helped shape what we call the Boston School, marrying French Impressionist light to the discipline of old master craft. He trained in Paris. He taught for years in Boston. He made his students practice drawing before color, like scales before a symphony. And he didn’t just work within the system—he helped change it. As a member of “The Ten,” he broke from official exhibitions to show on his own terms, insisting that beauty and independence could share the same frame.\n\nWhat feels quietly radical here is where he puts the emphasis. In an era when portraits often announced status and clarity, Tarbell lets the veil become the subject. He paints the shimmer of translucence—those drifting blues, the soft edge where cloth and light blur—as if he were translating breath. Cool tones hover against warm skin. Forms dissolve, then resolve, so the figure seems to appear and retreat with each blink. It’s Impressionism, tuned and precise.\n\nIf earlier stops asked how art builds identity in public, this one goes the other way. It’s about privacy as a choice. The woman isn’t displayed; she’s encountered. The veil becomes a boundary she controls. You’re invited to look, but you’re not entitled to know. That feels very modern. Think about the filters on your phone, the subtle screens we put between ourselves and the world. Tarbell’s veil is the analog ancestor of those choices, a reminder that presentation can be a form of power.\n\nHistorically, Tarbell and his circle favored domestic interiors and quiet moments over grand narratives. He admired Vermeer’s calm light and borrowed that sense of hush, but made it current for his time. He also believed in standards as a kind of respect. He spent decades teaching, later leading an art school in Washington, and he championed the Guild of Boston Artists in 1914 to protect careful training and craft—not as snobbery, but as care for subjects and audiences alike. Painters, photographers, and designers keep returning to gauze, mesh, and light-as-fabric because that language of partial concealment never really stops speaking.\n\nStand here a beat longer and watch what the blue does. It refuses to settle into one note. It shifts. It hovers. It keeps a secret and offers a gift in the same breath. All tour long we’ve seen artists transform the ordinary—glass into wonder, consumer signs into icon, language into lasting memory. Tarbell’s transformation is purely optical: paint into air, air into cloth, cloth into feeling. No manifesto. Just a quiet pivot that says restraint can be its own form of revelation.\n\nHold on to that thought as we move forward. The art ahead will test what visibility can mean—some works will rip the veil away, others will rebuild it out of pixels, steel, or sound. For now, let this blue remind you that the line between seeing and knowing is never fixed. Sometimes, what’s half hidden is the most revealing thing in the room.",
      "image": "/images/artworks/the_blue_veil/the_blue_veil",
      "audio": "/audio/tours/deyoung_highlights_60min/the_blue_veil.mp3"
    },
    {
      "id": "iris_lily_and_cattail_window",
      "title": "Iris, Lily and Cattail Window",
      "artist": "Lederle & Geissler",
      "order": 7,
      "room": "Gallery 29",
      "floor": 2,
      "narration": "Let’s let the pace soften for a moment. We’ve been moving through portraits, symbols, and slick surfaces, testing how art shapes what we see. Now, instead of a face or an object, let light itself speak.\n\nSunlight turns into a garden in this window. It gathers into petals and reeds. Coolness seems to breathe through glass. Iris. Lily. Cattail. A bouquet that never wilts, coaxed not from soil but from the sky coming through.\n\nAround the turn of the twentieth century, stained glass in America shifted course. For centuries it belonged to churches and saints. Then John La Farge and Louis Comfort Tiffany began using opalescent glass—color fused inside the sheet—to model flowers, clouds, even skin without heavy paint. Dozens of studios followed, bringing that new language into ordinary rooms. Lederle & Geissler were part of that world. Not a single signature, but a workshop: designers, cutters, and glaziers working in rhythm. The biographies are thin. What survives is the craft and the way their panes catch daylight and tame it.\n\nWhat still feels fresh is how this window paints with substance. The color isn’t brushed on; it is the glass itself. Milky whites in the lily hold a soft, porcelain glow. Streaked greens curl into long blades that frame the scene. Rippled textures suggest water lifting and settling, so your eye reads motion even though nothing moves. The lead lines don’t just hold things together; they draw. They trace the whip of a stem, the spear of a cattail, the flutter at an iris crest. It’s Art Nouveau’s love of the organic line made practical and luminous.\n\nThat was rule-breaking in two directions. Visually, it replaced flat panes and black outlines with a chorus of textures and tones, letting plain daylight carry the story from morning to dusk. Socially, it brought stained glass into the home. Windows like this lived in entry halls or stair landings, turning a shaft of sun into theater. Imagine passing it at breakfast and again at twilight; the colors shift, the mood changes. The artwork performs with the weather.\n\nWe’ve talked on this tour about transforming the everyday. Here, the everyday is a window. It edits the world outside and sends back calm. It’s intimacy and distance at once—a screen made of sky. In an age of glowing devices, think of this as an earlier screen, powered by daylight, softening glare, preserving privacy, and bringing nature in.\n\nYou can also feel the collaboration we’ve been tracing in other mediums. Someone drew a full-size cartoon. Someone hunted for the exact sheet where the white pools just so, or the green veins like a leaf. Every shard was cut by hand, edges coaxed to meet, then joined and sealed. With glass, you can’t force it. You listen to it. That patience and nerve read as ease in the finished work.\n\nDesigners today talk about biophilic design—bringing nature’s forms indoors for well-being. This window did that a century ago, with familiar marsh plants standing tall, restorative and clear. And it pointed forward. The idea that a window could be a composition—lines and color working across a grid—fed architects and makers from the Arts and Crafts movement into modern design. In a few stops, you’ll see how artists take that cue and let geometry and light themselves become the subject.\n\nStay one moment longer. Let your eyes adjust. The iris leans toward you like a greeting. The lily holds its steady glow. The cattails anchor the verticals like quiet exclamation points. Here, daylight is the artist, and the room becomes its frame.",
      "image": "/images/artworks/iris_lily_and_cattail_window/iris_lily_and_cattail_window",
      "audio": "/audio/tours/deyoung_highlights_60min/iris_lily_and_cattail_window.mp3"
    },
    {
      "id": "house_facade_figure",
      "title": "House façade figure",
      "artist": "Toraja (Sulawesi, Indonesia)",
      "order": 8,
      "room": "Gallery 31",
      "floor": 2,
      "narration": "We’ve been tracing how art makes identity public—on bodies, in images, even through light. Take one more step with that idea. Not a portrait of a person this time. A portrait of a house. A house with a face that looks back.\n\nIn the Toraja highlands of Sulawesi, Indonesia, the first greeting might be a carved gaze like this—calm, watchful, deeply at home. Before anyone inside speaks, the ancestor on the façade speaks for the living. It is a confident welcome, and a reminder: you are entering a place with memory.\n\nToraja communities build ancestral houses called tongkonan. Their roofs sweep up like boats or like buffalo horns, reaching toward the sky. But a tongkonan isn’t just shelter. It is the seat of a lineage. A place to sit together, to decide, to remember. Families rebuild and repaint them across generations. The house outlives any one person. It is a body for the family.\n\nCarving covers these buildings, a language on wood called pa’ssura—“the writing.” It isn’t filler. Each motif has meaning. Rice for abundance. Buffalo for prestige. The sun for life. A figure on the façade gives that writing a voice. It says: this is who we are, blessed and protected.\n\nThink about the boldness. Sculpture, not tucked inside a palace or hidden in a shrine, but fastened to the front of your home. The figure becomes the family’s public face. It guards people and grain, watching the threshold and the rice barns that often face the house across the courtyard. On festival days, real buffalo horns are stacked on the posts to record sacrifices. The architecture declares its history in wood. The building acts like a person. The gable reads as shoulders. The opening reads as a mouth. The carved “writing” in red, black, and yellow moves like a robe. The line between house and body blurs.\n\nToraja carving is a grammar learned by heart. Motifs are memorized. Taught from elder to apprentice. Each with a name. A story. To shape a façade figure is to compose a presence from shared signs—part ancestor, part emblem, part sentinel. Craft and meaning are inseparable. Tools bite local wood. Earth pigments give color that can face the rain and the sun. The design is balanced for a life outdoors, where weather and ritual meet. You can feel the economy of line. The clarity of form. The confidence of a tradition tested over centuries.\n\nWe’ve seen writing in other forms today—Maya titles and glyphs, stained glass that lets light tell a story. Here, the “text” is a house. And the “reader” is anyone who passes by.\n\nWe do this too. Doorbells with cameras. House numbers in custom fonts. Flags, wreaths, stickers on windows. Brand logos on our shirts. We ask our homes and our objects to speak for us. To say who belongs, what we value, what we remember. This Toraja figure does it more directly. It gives the house a literal face. It reminds us that architecture can carry memory, not only utility. That a building can be a participant in community life.\n\nDesigners today talk about identity in buildings and materials that respect place. That is old wisdom here. Earth pigments. Local wood. Inherited patterns. Sustainability before it had a name. And the idea that art belongs where life happens—at the threshold, in public view—still feels fresh. Many Toraja houses continue to wear their “writing.” The pairing of home and rice barn still signals balance between memory and sustenance.\n\nPicture the carver on a shaded veranda. No blueprint. Only rules learned through practice, the family’s request, and a feel for proportion tuned by use. When the figure was raised, voices would fill the courtyard. Over time the surface might weather. The role endures.\n\nAs we head toward our finale, carry this with you: what should greet us at the threshold—of a home, a city, a museum? What face do we give our shared spaces? At our next stop, we’ll keep that question open and see how art today answers back.",
      "image": "/images/artworks/house_facade_figure/house_facade_figure",
      "audio": "/audio/tours/deyoung_highlights_60min/house_facade_figure.mp3"
    },
    {
      "id": "exomind_deep_water",
      "title": "Exomind (Deep Water)",
      "artist": "Pierre Huyghe",
      "order": 9,
      "room": "Osher Sculpture Garden",
      "floor": 0,
      "narration": "Before we make our final turn, let this garden reset your senses. We’ve been looking hard, thinking hard. Here in the Osher Sculpture Garden, try listening instead.\n\nHear that low, steady hum? It’s not traffic. It’s the head of this sculpture, alive. A crouching woman sits still, almost timeless. Where a face might be, bees enter and leave, saddlebags of pollen dusting their legs. It feels mythical and strangely tender, as if thought had slipped out of a skull and become a swarm.\n\nPierre Huyghe, born in France in 1962, blurs the line between artwork and living situation. He builds habitats you enter, not just images you see. Animals, insects, algorithms, even weather show up in his work as collaborators, not props. Years ago, he and an artist friend bought the rights to a generic cartoon character and set her free from commercial use. He’s always been interested in what happens when life, fiction, and authorship get rearranged.\n\nExomind (Deep Water) is not a sculpture of bees; it is a home for bees. The colony is part of the piece. That means it breathes, hums, and changes. In warm months the hive is busy; in cooler weather, it rests. Wax thickens and recedes. The air can even carry a faint resin scent, the smell of propolis and honey. Museums usually control light, humidity, and behavior. Here, a living society sets the tempo. Beekeepers, gardeners, and curators all tend this one work.\n\nWe’ve been tracing big threads today—how art can speak identity, how it records and reshapes language, how collaboration can transform the ordinary, how light alters space, how memory travels through time. Huyghe gathers those threads and hands them to another species. Identity becomes a chorus. Language becomes vibration, pheromone, and a waggle dance. Collaboration becomes cross-species care. Intimacy is standing near a hive, at a respectful distance, sharing the same air.\n\nLook at the way the classical and the wild meet. The figure feels like a fragment of an old myth. But the head is a collective body, a superorganism. Where a person stores thoughts, this figure hosts a city of them. The title gives a clue. “Exo” means “outside.” The work points to an idea many thinkers share—the mind extends into tools, places, and other beings. We write notes to remember. We lean on friends to decide. We open an app to navigate. Here, a beehive, vibrating with signals, makes that idea visible. Thinking, conducted by thousands of wings.\n\nIt also breaks a quiet museum promise. We’ve come to expect control, predictability, safety. Huyghe invites uncertainty. Weather, flowering seasons, and the health of a colony shape what you encounter. Care takes a different form here. It’s shared. It’s patient. And it accepts that not all outcomes are ours to choreograph. Come back on another day, and the hum won’t be exactly the same.\n\nWhy does this matter now? Because we’re all negotiating life inside systems larger than ourselves—networks, swarms, ecological webs we can’t see but always feel. This work practices hospitality toward another species. It’s also a portrait of interdependence in real time. Bees pollinate much of what keeps landscapes and tables alive. Standing here, you’re a neighbor. Beauty isn’t only something you look at. It’s something you host.\n\nThere’s a human modesty in this, too. Huyghe sets conditions and then steps back. Specialists collaborate. And the most important performers remain indifferent to art history. They’re building, communicating, keeping a queen alive.\n\nTake one more breath with that sound. Let it be a metronome for attention. We began this tour with people, titles, icons. Here the protagonist is a system. As we head to our finale, carry this shift with you—from seeing to hosting, from single authors to shared intelligence, from object to relationship. The last stop will ask what, and whom, we choose to sustain.",
      "image": "/images/artworks/exomind_deep_water/exomind_deep_water",
      "audio": "/audio/tours/deyoung_highlights_60min/exomind_deep_water.mp3"
    },
    {
      "id": "corridor_pin_blue",
      "title": "Corridor Pin, Blue",
      "artist": "Claes Oldenburg",
      "order": 10,
      "room": "Osher Sculpture Garden",
      "floor": 0,
      "narration": "As our hour together comes to a close, step into this blue curve and take a breath. After portraits and glass, glyphs and gardens, light and memory, we end with a line drawn in the air. Claes Oldenburg’s Corridor Pin, Blue looks simple at first. A safety pin. Enlarged. But like so much we’ve met today, it’s doing more than one thing at once. It’s an object and a gesture. A tool and a path. A joke that turns out to be a truth.\n\nOldenburg was born in Sweden and grew up in the United States. In the 1960s he helped define Pop Art by pointing back at the everyday and saying: this is worthy of awe. He turned a storefront into “The Store,” selling plaster pies and shirts like artifacts. He made soft sculptures of toilets and hamburgers, deflating the heavy and elevating the humble. In a 1961 manifesto he wrote that art should be engaged with everyday life, not sit apart from it. Later, alongside his partner and collaborator Coosje van Bruggen, he carried those ordinary things outdoors, into the scale of streets and plazas. Together they took small things seriously—and in doing so, made them beloved.\n\nThis pin doesn’t just get bigger. It changes jobs. A safety pin is meant to pierce, to fasten, to fix what’s torn. Here, the curve becomes a corridor. The title gently gives you permission to walk through, to treat sculpture not as a pedestal thing, but as a place you share. That vivid blue strips away the fussy mechanics so your eye can follow motion, not metal. It’s a drawing you can enter. A sentence in a language you feel in your body.\n\nWe’ve talked along the way about how artists transform the ordinary. Here, the ordinary doesn’t just transform—it makes space. Space to pass, to meet, to smile as you duck. There’s a quiet humor in celebrating a helper from a junk drawer instead of a marble hero. But there’s also a claim: care and repair are not small ideas. A pin holds things together long enough for life to go on. Enlarged to our scale, that humble act reads as almost noble.\n\nLook at the balance inside it. A safety pin is a tiny negotiation of tension and release. Open, it’s dangerous; closed, it’s safe. Scaled up, that engineering becomes empathy. You feel the lean, the stretch, the poised point in your own shoulders. It’s a reminder that design is a conversation with our bodies, even when we barely notice it.\n\nAcross decades, the safety pin has meant many things—punk defiance, quick fixes, quiet solidarity—but at heart it’s about connection. That’s a fitting place to land. We’ve traced identity, language, light, collaboration, and living systems today, and this piece gathers those threads without repeating them. It’s collaboration embodied—Oldenburg’s wit meeting van Bruggen’s precise eye for titles and context. It’s language, but without words. It’s light shaping space, not through glass this time, but through absence. It’s memory distilled to a gesture you’ll recognize the next time you reach into your pocket.\n\nThis way of seeing changed public art. After Oldenburg and van Bruggen, it became easier to imagine sculptures that meet you in the idiom of daily life, that play with scale, that invite participation. Wonder doesn’t belong only inside galleries. It lives out here, under weather and sky, completed by people passing through.\n\nSo, stand for a moment with this blue arc. Feel how it turns a boundary into a threshold. Think of the small acts that keep a day from coming apart. Then, when you’re ready, walk the corridor. Let it carry you from museum space back into your own life with a slightly different gaze.\n\nBecause that’s the real finale. Not a last object, but a new habit of attention. The ordinary doesn’t just decorate life—it holds it together. If this pin can become a passage, what else around you might open? As you step through, take that question with you. Thank you for walking this hour. May the path ahead be full of small, dazzling corridors.",
      "image": "/images/artworks/corridor_pin_blue/corridor_pin_blue",
      "audio": "/audio/tours/deyoung_highlights_60min/corridor_pin_blue.mp3"
    }
  ]
}