{
  "id": "louvre",
  "name": "Highlights in 60 Minutes",
  "museumId": "louvre",
  "description": "A one-hour highlights tour optimized for minimal walking: Denon Wing Level 1 ‘grands formats,’ Galerie d’Apollon, and the Salle des États.",
  "duration": "60 minutes",
  "theme": "Louvre Highlights",
  "image": "/images/museums/louvre.jpg",
  "introAudio": "/audio/museums/louvre.mp3",
  "stops": [
    {
      "id": "1",
      "order": 1,
      "title": "Winged Victory of Samothrace",
      "image": "/images/artworks/winged_victory",
      "artist": "",
      "room": "703",
      "audio": "/audio/artworks/winged_victory.mp3",
      "narration": "Take your time with this one—she rewards a slow look. You’re standing before the Winged Victory of Samothrace, also called Nike, carved around 200–190 BCE by an unknown Hellenistic sculptor. She originally stood on the island of Samothrace, in the Sanctuary of the Great Gods, as a gleaming offering to commemorate a naval victory—very likely by a seafaring power such as Rhodes. Imagine the salt air and the sound of oars: this wasn’t just art, it was a thank-you to the gods for triumph at sea.\n\nWhat you’re seeing is the very moment a goddess lands on the prow of a warship. Nike’s body twists powerfully, her chest lifted, her weight driving forward. A sudden wind seems to strike her—see how the marble clings to her abdomen and thigh like wet fabric, then whips into deep, fluttering folds at her back? That’s the famous Hellenistic love of drama and motion: a body revealed and concealed at once. The wings arch out, enormous and muscular. Note the difference between them—one preserves more ancient carving, while the other is largely a modern restoration, mirroring its mate so we can feel the full spread.\n\nLook down at the base: it’s a ship’s prow, not an abstract pedestal. That darker, grey marble comes from Lartos on Rhodes, while the statue herself is cut from luminous Parian marble. The prow’s lines—sharp, slicing—anchor the sculpture’s flight in something real, so you can almost hear the hull cutting through waves. In her original setting, the monument was positioned high and theatrically; placing her at the head of a grand staircase today echoes that soaring approach, so you meet her as ancient worshippers might have—looking up, swept by her momentum.\n\nA little secret: for a long time, people imagined she held a trumpet. But fragments of her right hand, found on Samothrace in 1950 and reunited with the statue’s story, show an open palm. No instrument—just a victorious gesture, as if she’s proclaiming, “We did it,” with the wind for a voice. And yes, the head and arms are missing, but notice how the sculpture doesn’t feel incomplete. Your eye fills in the rest, carried by the force of that landing.\n\nIf you want a broader thread to hold onto, think of this as ancient cinema carved in stone. Hellenistic artists were masters of the “action shot,” and Nike is the genre’s superstar—movement, sound, and atmosphere made visible. Two thousand years later, she still makes us lean forward, breathe in, and feel the lift of victory. Let her wind catch you, just for a moment, and imagine the spray of the sea. That’s the triumph she was born to deliver."
    },
    {
      "id": "2",
      "order": 2,
      "title": "The Raft of the Medusa",
      "image": "/images/artworks/gericault_raft",
      "artist": "Théodore Géricault",
      "room": "700",
      "audio": "/audio/artworks/gericault_raft.mp3",
      "narration": "Take a slow step back and let your eyes adjust to the scale of this thing. You’re standing before Théodore Géricault’s The Raft of the Medusa, painted in 1818–1819, and it’s almost five meters high and over seven meters wide. It’s the size of a wall—and that’s no accident. Géricault wanted a contemporary tragedy to have the grandeur of a classical epic.\n\nHere’s the story. In 1816, the French naval frigate Méduse ran aground off the coast of West Africa, largely due to an incompetent captain appointed through political favor. In the chaos, a makeshift raft carried 147 people; after nearly two weeks adrift—storms, starvation, even cannibalism—only 15 survived. The scandal rocked France. Just a few years later, at age twenty-seven, Géricault chose this as his subject. He interviewed survivors like the surgeon Henri Savigny and the engineer Alexandre Corréard, built a model of the raft in his studio, and studied human anatomy relentlessly—even in the morgue—to get the truth of bodies under extreme duress. He unveiled the painting at the Salon of 1819, where it shocked and mesmerized the public.\n\nNow, what are you seeing? Let your gaze travel from the lower left: a tangle of lifeless and exhausted bodies, their skin ash-gray or waxen, the sea slick against the boards. An older man cradles the corpse of a youth—often read as a father and son—a contemporary echo of a Pietà. The diagonal sweeps upward across the raft: bodies rouse, arms lift, a tattered sail strains, and a wet wind catches the figures like a wave. At the apex, a Black sailor—often identified as Jean Charles by later accounts—stands and thrashes a cloth to signal a tiny speck on the horizon. Look carefully, toward the right: that minuscule silhouette is the Argus, the ship that will eventually rescue them. It’s heartbreakingly far away.\n\nGéricault builds two powerful diagonals that cross the canvas: one of despair, from the dead and dying; the other of hope, cresting toward that flicker of salvation. The palette is all storm—olive greens, tar blacks, bruised flesh, and honeyed light breaking through the clouds. The sea is not just a setting; it’s a character, heaving those bodies upward in a last surge of life. Every figure is individualized—no anonymous heroism here—and yet together they form a living pyramid of human will.\n\nA detail you might have missed: the man in the extreme foreground, face down with an arm flung toward us, is said to have been modeled by Géricault’s friend, the young Eugène Delacroix. Imagine the future painter of Liberty Leading the People stretched out on the studio floor, holding that pose while Géricault worked.\n\nThis painting changed the rules. History painting had traditionally celebrated gods, kings, and ancient myths. Géricault used that same monumental format to confront a very recent, very political disaster—and to hold power to account. It also marks a turning point toward Romanticism: art that privileges emotion, nature’s sublime force, and the raw truth of lived experience.\n\nBefore you move on, take one last look at the horizon. The Argus is barely there—hope is a dot. Yet every muscle, every gust of wind, every splinter in this raft surges toward it. It’s a reminder that art can place us right at the edge between despair and deliverance, and ask, with brutal honesty: what does it mean to keep signaling, to keep waving, when help is only a speck?"
    },
    {
      "id": "3",
      "order": 3,
      "title": "Liberty Leading the People",
      "image": "/images/artworks/delacroix_liberte",
      "artist": "Eugène Delacroix",
      "room": "700",
      "audio": "/audio/artworks/delacroix_liberte.mp3",
      "narration": "All right, take a small step back and let your eyes travel up that great diagonal of color and smoke. You’re standing before Eugène Delacroix’s Liberty Leading the People, painted in the autumn of 1830, straight out of the chaos of the July Revolution in Paris. For three days, barricades went up, the people rose, and King Charles X fell. Delacroix didn’t fight in the streets, but he wrote to his brother, “If I haven’t fought for my country, at least I’ll paint for her.” This is that painting—a modern history picture charged like a live wire.\n\nStart from the ground: the foreground is a tangle of bodies and broken weapons, painted in earthy browns and ashy grays. It’s not neat; it’s the unvarnished cost of revolt. From that heap rises a wedge of humanity—workers, students, citizens—surging forward. The composition is pyramidal: the base is those fallen figures, and at the apex strides Liberty herself, barefoot, bare-breasted like an ancient goddess, but wearing the red Phrygian cap of revolution. She hoists the tricolor—blue, white, red—which also organizes the painting’s palette. Look how those three colors echo everywhere, from the flag to the clothing to the sky’s smoky light. Delacroix turns patriotic color into atmosphere.\n\nTo Liberty’s right, there’s a young street boy, a gamin, brandishing pistols with wild energy—his wide-open mouth practically shouts. He’s become a symbol of youthful courage and would later echo in Victor Hugo’s character Gavroche. On her left, notice the man in the black top hat and dark coat, rifle in hand and cartridge bag slung across his shoulder. Many believe that’s Delacroix himself, folded into the crowd as a bourgeois citizen—elegant, determined, and very much part of the action.\n\nNow let your gaze drift to the horizon. Through the haze of gunpowder, you can make out the twin towers of Notre-Dame. There’s even a tiny tricolor fluttering from it—a quiet pinpoint that anchors this scene in Paris and in a very specific moment in time. It’s easy to miss, but once you see it, the city snaps into place.\n\nThe whole thing is a study in motion and meaning. Liberty is an allegory, yes, but she’s also dusty, solid, striding over the barricade like someone you could reach out and touch. Delacroix fuses the timeless—classical bodies, heroic composition—with the urgent now of a modern uprising. That blend was risky. The state bought the painting after the 1831 Salon, then hid it away at times when its revolutionary fervor felt a little too contagious.\n\nAs you look, think of how images can crystallize a moment and also outlive it. This isn’t a tidy victory picture; it’s a picture of becoming—of citizens discovering themselves in the act of pushing forward. Delacroix gives us not just an event but a feeling: the terrifying, exhilarating instant when an idea—liberty—steps off the pedestal and walks among people. That’s why it still feels like it’s moving, even now, even here, as the air seems to tremble and the flag keeps catching the light."
    },
    {
      "id": "4",
      "order": 4,
      "title": "The Oath of the Horatii",
      "image": "/images/artworks/david_oath_horatii",
      "artist": "Jacques-Louis David",
      "room": "702",
      "audio": "/audio/artworks/david_oath_horatii.mp3",
      "narration": "Take a small step back with me and let your eyes take in the sweep of this canvas. It’s huge—almost stage-sized—and that’s no accident. Jacques-Louis David painted The Oath of the Horatii in 1784, in Rome, on a royal commission from Louis XVI’s arts administration. When it was shown at the Paris Salon the next year, it caused a sensation. The story comes from the Roman historian Livy: to avoid a full-scale war, Rome and its neighbor Alba Longa choose three champions each—the Horatii and the Curiatii—to fight to the death. David chose the moment before the clash, when duty is pledged and fate is sealed.\n\nLook straight into the middle under those three stone arches—David builds the composition like a theater set. At the center, the father of the Horatii stands firm, legs braced, arms thrust forward, holding three swords like a fan. Facing him, the three brothers extend their right arms in a synchronized oath. Everything on the left is crisp, straight, and angular: bold outlines, hard light, polished armor. The colors are sober and Roman—iron grays, stone browns, a blaze of red that drives your eye to the center. You can almost hear the metal ring.\n\nNow slide your gaze to the right. The mood collapses. The women sink into draped curves, their bodies folding in grief. One is the sister of the Horatii, another is married to a Curiatius—either way, love and family are about to be torn apart. A small child buries a face into a shawl; an older woman turns inward. David sets up a moral drama: public duty, straight-backed and lit like a monument, versus private sorrow, softened and shadowed. Even the architecture joins in—three arches, three brothers, three swords, a whole world organized into uncompromising triads.\n\nA fun detail while you’re here: the very gesture of the oath—those outstretched arms—was essentially David’s invention. It’s not described like this in ancient sources. He created a clear, legible sign for civic commitment, one that would echo through the revolutionary years to come. And if you look closely at the floor tiles, the perspective lines funnel you right to the clash of hands and steel—David’s way of saying: this pledge is the point.\n\nDavid was the great standard-bearer of Neoclassicism—clean lines, antique costume, moral seriousness—but the painting’s power isn’t just style. It asks a timeless question: when ideals demand sacrifice, what happens to the people who love us? That tension—between what we owe the state, and what we owe one another—keeps the canvas alive. As you step away, carry that double heartbeat with you: the ring of the oath on the left, and the quiet, very human sob on the right."
    },
    {
      "id": "5",
      "order": 5,
      "title": "The Coronation of Napoleon",
      "image": "/images/artworks/david_coronation",
      "artist": "Jacques-Louis David",
      "room": "702",
      "audio": "/audio/artworks/david_coronation.mp3",
      "narration": "Take a step back and let your eyes adjust—this thing is huge. You’re standing before Jacques-Louis David’s The Coronation of Napoleon, painted between 1805 and 1807. David was Napoleon’s official painter and the leading voice of Neoclassicism—clean lines, ancient Roman references, and lots of moral theater. Napoleon commissioned this monumental canvas to memorialize and legitimize his new empire by turning a single day—December 2, 1804, in Notre-Dame Cathedral—into a timeless epic.\n\nStart in the center. Napoleon stands tall, laurel wreath on his head like a Roman emperor, arm lifted as he crowns Joséphine. Notice the choice: he isn’t crowning himself here—though he famously did—David freezes the gentler moment when he crowns his wife. Joséphine kneels in gleaming white satin and ermine, her train rippling like a river of light, held by ladies of honor. The whole scene glows with reds, golds, and ivory, while the cool stone of the cathedral anchors it in solemn grandeur.\n\nNow look just behind Napoleon: Pope Pius VII sits quietly, hand raised in blessing. He’s there, but not in charge; the painter makes that perfectly clear. The diagonals of light, the curve of the figures, even the great crimson canopy—all sweep your eye to Napoleon and Joséphine. It’s ceremony as theater, choreographed to proclaim, “A new Rome is born.”\n\nLet your gaze drift left to the balcony. In the most prominent seat sits Letizia Bonaparte, Napoleon’s mother—Madame Mère—composed and dignified. Here’s a delicious bit of truth: she didn’t attend the ceremony. David added her at Napoleon’s request, a reminder that paintings can rewrite memory as effectively as they record it.\n\nEverywhere you look, symbols whisper empire: the golden eagles, the classical laurel, and those tiny embroidered bees on Napoleon’s mantle—an ancient emblem Napoleon adopted to suggest continuity with a venerable past. The architecture gives you sturdy verticals; the figures arrange into stately horizontals; and light pours in like a blessing, making this feel both intimate and colossal.\n\nOne more detail for you: in the right-hand gallery, David tucked in a self-portrait among the spectators—a quiet signature in the crowd. He staged endless sittings, brought people into his studio in full regalia, and even redesigned reality when it served the story. That’s part of the brilliance here: the painting doesn’t just show power, it manufactures it.\n\nAs you take it in, think of how images like this shape what we remember. David, the great dramatist of the French Revolution and the Empire, turns politics into pageant and pageant into history. Whether you admire Napoleon or raise an eyebrow at his self-mythmaking, this canvas reminds us that art can crown a moment—and sometimes, make it eternal."
    },
    {
      "id": "6",
      "order": 6,
      "title": "Galerie d’Apollon",
      "image": "/images/artworks/galerie_apollon",
      "artist": "",
      "room": "705",
      "audio": "/audio/artworks/galerie_apollon.mp3",
      "narration": "Take a breath and look up. You’re standing in the Galerie d’Apollon—a soaring, golden avenue of light. This room was born from both disaster and ambition: after a fire in 1661, Louis XIV, the “Sun King,” ordered a new gallery worthy of his image. Architect Louis Le Vau designed it; Charles Le Brun, the king’s chief painter, devised the grand program celebrating Apollo, the sun god—Louis’s celestial alter ego. The sculpted stuccoes you see, all swirling laurels, lyres, and sunbursts, were executed by masters like François Girardon. The project paused when the court decamped to Versailles, and the gallery remained incomplete for centuries. In the 1850s it finally received its dramatic centerpiece: look to the vault’s heart to spot Eugène Delacroix’s Apollo Slaying the Python—Apollo’s arrow cutting through shadow, the serpent recoiling in a burst of movement and color.\n\nNow let your eyes come down to the cases. Here are the Crown Jewels of France—glittering survivors of revolution, empire, and auction block. Front and center is the Regent diamond, an exceptionally pure, 140-carat stone from India. It once sparkled in Louis XV’s crown and, most famously, was set into the hilt of Napoleon’s ceremonial sword. Nearby is the Sancy, a pale lemon diamond with an unusual, symmetrical cut that catches light like a heartbeat. And don’t miss the peach-tinged Hortensia, named for Hortense de Beauharnais, Napoleon’s stepdaughter—a soft blush of color amidst the icy brilliants.\n\nYou’ll also see crowns that tell a twisty tale. The elegant crown of Empress Eugénie—Second Empire grandeur in diamonds and emeralds—survives almost as it was. But Louis XV’s coronation crown is a splendid illusion: the original jewels were sold off in 1885, so what you’re admiring now is the original gold mount sparkling with carefully cut glass. It’s a reminder that the glory of a crown is as much about craftsmanship and symbolism as about carats.\n\nA little detail to hunt for: in the gilded décor above, look for Apollo’s attributes tucked into the ornament—tiny lyres and laurel wreaths woven into the scrollwork. And up in Delacroix’s painting, notice how the coils of the Python echo the curving stucco frames around it, binding 17th- and 19th-century artistry into one continuous drama.\n\nBefore we move on, a thought: this gallery is often called a forerunner to the Hall of Mirrors at Versailles. You can feel why—the sheer theater of it. But unlike Versailles, here the performance isn’t just royal power; it’s resilience. These jewels were stolen during the Revolution, many were dispersed, and yet some returned. The room itself took two centuries to complete. Standing here, you’re seeing how art, myth, and history don’t move in straight lines—they spiral, like that serpent—only to resolve, at last, in light."
    },
    {
      "id": "7",
      "order": 7,
      "title": "Mona Lisa",
      "image": "/images/artworks/leonardo_mona_lisa",
      "artist": "Leonardo da Vinci",
      "room": "711",
      "audio": "/audio/artworks/leonardo_mona_lisa.mp3",
      "narration": "Take a slow step closer and let your eyes settle. You’re face to face with perhaps the most familiar stranger in art: Leonardo da Vinci’s Mona Lisa, also known as La Gioconda. Leonardo began this portrait in Florence around 1503, very likely portraying Lisa Gherardini, the wife of the merchant Francesco del Giocondo. He kept working on it for years—Leonardo was famously reluctant to call a masterpiece “finished”—and he eventually brought it with him to France when he entered the service of King Francis I in 1516. After Leonardo’s death in 1519, it entered the French royal collection, and that’s how it comes to be here today.\n\nWhat you’re looking at is surprisingly intimate—smaller than most people expect. It’s oil on a poplar wood panel, a half-length figure turned slightly toward you, hands folded with relaxed dignity. The composition builds a gentle pyramid: head at the apex, shoulders and hands forming the base. There’s no showy jewelry, no heraldic background—just a woman, calmly present. Her dress is dark and simple, topped with a fine, transparent veil at her hairline and over her shoulders, a detail many visitors miss.\n\nNow let your gaze wander to the landscape behind her. It’s not a real place, but a dreamlike world of winding roads, a tiny arched bridge, water that seems to pool and fall away, and mountains fading into bluish haze. Leonardo uses atmospheric perspective so distances dissolve into cool blues and greens. Notice how the horizon sits a touch higher on one side than the other—an almost imperceptible imbalance that adds to the painting’s quiet sense of motion.\n\nAnd then, her expression. That famous smile lives in the soft transitions—the sfumato—that smoky layering of glazes around her mouth and eyes. Look straight at the smile and it seems to retreat; glance slightly away and it blooms again. It isn’t a trick so much as Leonardo understanding how our eyes perceive gentle shadows. Her gaze feels alive because the modeling is so subtle that your brain keeps completing it anew.\n\nA couple of hidden treats: at the very edges you can spot the bases of two columns, reminders that she once sat in a loggia. And if you’ve heard she has no eyebrows—under magnification, faint traces do appear. They’re not a fashion statement so much as the result of delicate paint and centuries of cleaning and varnish.\n\nFun fact: in 1911 this painting was stolen—lifted right off the wall and spirited away for two years. The theft made headlines worldwide and, ironically, helped turn Mona Lisa into a global celebrity when she was recovered.\n\nBefore you move on, take one more look. Portraits often try to pin a person down; Leonardo does the opposite. He gives you presence, not a pose—an encounter that changes as you do. Across five centuries, in a handful of quiet browns and cool blues, he reminds us how much mystery can live in a human face—and how art can keep that mystery alive, one curious glance at a time."
    }
  ]
}